---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.PointFailures.CantChangeParamMirror
source: html/fdae6998-e3b9-8cad-d7b0-7e786c94b71a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.PointFailures.CantChangeParamMirror Property

Can't mirror Element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantChangeParamMirror { get; }
```